Revit 2027 API
ParameterTypeId.RbsPipeFlowConfigurationParam Property
 "Flow Configuration"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFlowConfigurationParam { get; }
Public Shared ReadOnly Property RbsPipeFlowConfigurationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFlowConfigurationParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFlowConfigurationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace